Repository: OpenSCAP/oscap-anaconda-addon-l10n
Catalog: rhel8-branch/*.po
Languages: cs, es

source: {0} must be on a separate partition or logical volume and has to be created in the partitioning layout before installation can occur with a security profile
cs: {0} musí být na samostatném diskovém nebo logickém oddílu a musí být vytvořen v rozdělení oddílů předtím, než bude moci být zahájena instalace s bezpečnostním profilem
es: {0} debe estar en una partición separada o en un volumen lógico y debe crearse en el diseño de particiones antes de que se inicie la instalación con un perfil de seguridad

source: mount option '%(mount_option)s' added for the mount point %(mount_point)s
cs: parametr '%(mount_option)s' přidán pro přípojný bod %(mount_point)s
es: opciones de montaje '%(mount_option)s' añadidas para el punto de montaje %(mount_point)s

source: make sure to create password with minimal length of %d characters
cs: ujistěte se, že heslo bude mít minimální délku %d znaků
es: Asegúrese de crear una contraseña con una longitud mínima de %d caracteres

source: cannot check root password length (password is crypted)
cs: nelze zkontrolovat délku hesla uživatele root (heslo je šifrováno)
es: no se puede comprobar la longitud de la contraseña raíz(la contraseña está encriptada)

source: root password is too short, a longer one with at least %d characters is required
cs: heslo uživatele root je příliš krátké, je vyžadováno delší heslo s nejméně %d znaky
es: la contraseña de root es demasiado corta, se exige una más larga con al menos %d caracteres

source: package '%s' has been added to the list of to be installed packages
cs: balík '%s' byl přidán do seznamu instalovaných balíků
es: paquete '%s' se ha añadido a la lista de paquetes a instalar

source: package '%s' has been added to the list of excluded packages
cs: balík '%s' byl přidán do seznamu vyloučených balíků
es: paquete '%s' se ha añadido a la lista de paquetes excluidos

source: Kdump will be disabled on startup
cs: Kdump bude při spuštění zakázán
es: Se desactivará Kdump al inicio

source: Kdump will be enabled on startup
cs: Kdump bude při spuštění povolen
es: Se activará Kdump al inicio

source: Firewall will be disabled on startup
cs: Firewall bude při spuštění zakázán
es: Se desactivará el cortafuegos al inicio

source: Firewall will be enabled on startup
cs: Firewall bude při spuštění povolen
es: Se activará el cortafuegos al inicio

source: service '%s' has been added to the list of services to be added to the firewall
cs: služba '%s' byla přidána na seznam služeb k přidání do firewallu
es: el servicio '%s' se ha añadido a la lista de servicios a añadir al cortafuegos

source: port '%s' has been added to the list of ports to be added to the firewall
cs: port '%s' byl přidán na seznam portů k přidání do firewallu
es: el puerto '%s' se ha añadido a la lista de puertos a añadir al cortafuegos

source: trust '%s' has been added to the list of trusts to be added to the firewall
cs: důvěra '%s' byla přidána na seznam důvěr k přidání do firewallu
es: confiar%s'se ha agregado a la lista de fideicomisos que se agregarán al firewall

source: service '%s' has been added to the list of services to be removed from the firewall
cs: služba '%s' byla přidána na seznam služeb k odebrání z firewallu
es: el servicio '%s' se ha añadido a la lista de servicios a quitar del cortafuegos

source: There was an error fetching and loading the security content: %s The installation should be aborted. Do you wish to continue anyway?
es: Se produjo un error al obtener y cargar el contenido de seguridad: %s Debería pararse la instalación. ¿Quiere continuar de todas formas?

source: The integrity check of the security content failed. The installation should be aborted. Do you wish to continue anyway?
es: Falló la comprobación de integridad del contenido de seguridad. Debería pararse la instalación. ¿Quiere continuar de todas formas?

source: _Security Policy
cs: _Politika zabezpečení
es: _Política de Seguridad

source: Not ready
cs: Není připraven
es: No está listo

source: Fetching content data
cs: Načítají se data
es: Obteniendo datos de contenido

source: No profile selected
cs: Není vybrán žádný profil
es: Ningún perfil seleccionado

source: No rules for the pre-installation phase
cs: Žádná pravidla pro předinstalační fázi
es: Ninguna regla para la fase de pre-instalación

source: Invalid content provided. Enter a different URL, please.
cs: Nevalidní data. Zadejte jiné URL, prosím.
es: Contenido proporcionado inválido. Ingrese una URL diferente, por favor.

source: Invalid or unsupported content URL, please enter a different one.
cs: Nevalidní nebo nepodporované datové URL, zadejte prosím jiné.
es: La URL del contenido no es válida o no está admitida, por favor introduzca una nueva.

source: Failed to fetch content. Enter a different URL, please.
cs: Načítání dat selhalo. Zadejte jiné URL, prosím.
es: Falló la obtención de contenido. Ingrese una URL diferente, por favor.

source: Network error encountered when fetching data. Please check that network is setup and working.
cs: Během získávání dat se vyskytla chyba sítě. Zkontrolujte prosím, že je síť nastavena a funkční.
es: Se produjo un error de red al obtener los datos. Compruebe que la red está configurada y en funcionamiento.

source: The integrity check of the content failed. Cannot use the content.
cs: Test integrity dat neprošel. Nelze použít tato data.
es: Falló la comprobación de la integridad del contenido. No se puede usar el mismo.

source: Failed to extract content (%s). Enter a different URL, please.
cs: Rozbalování dat selhalo (%s). Zadejte jiné URL, prosím.
es: Fallo al extraer el contenido(%s). Ingrese una URL diferente, por favor.

source: Profile with ID '%s' not defined in the content. Select a different profile, please
cs: Profil s ID '%s' není definován v datech. Vyberte prosím jiný profil
es: El perfil con ID '%s' no está definido en el contenido. Elija uno diferente.

source: Not applying security policy
cs: Neaplikovat bezpečnostní politiku
es: No se aplica política de seguridad

source: or enter data stream content or archive URL below:
cs: nebo zadejte URL data streamu, případně archivu:
es: o ingrese el contenido de flujo de datos o archivo URL a continuación:

source: No content found. Please enter data stream content or archive URL below:
cs: Nenalezen žádný zdroj dat. Prosím uveďte URL k data streamu nebo archivu:
es: No se encontró contenido. Por favor ingrese un contenido de flujo de datos o un archivo a continuación:

source: Error fetching and loading content
cs: Chyba při získávání a načítání dat
es: Error al obtener y cargar el contenido

source: No content found
cs: Žádná data k dispozici
es: No se encontró contenido

source: Misconfiguration detected
cs: Detekována nesprávná konfigurace
es: Configuración errónea detectada

source: Warnings appeared
cs: Varování
es: Advertencias aparecieron

source: Everything okay
cs: Vše v pořádku
es: Todo está bien

source: Invalid or unsupported URL
cs: Nevalidní nebo nepodporované URL
es: URL no soportada o es inválida

source: Fetching content...
cs: Načítám data...
es: Obteniendo contenido...

source: SECURITY POLICY
cs: POLITIKA ZABEZPEČENÍ
es: POLÍTICA DE SEGURIDAD

source: _Change content
cs: _Jiná data
es: _Cambiando contenido

source: Apply security policy:
cs: Aplikovat bezpečnostní politiku:
es: Aplicando política de seguridad:

source: Data stream:
es: Flujo de datos:

source: Checklist:
es: Lista de comprobación:

source: Choose profile below:
cs: Vyberte profil:
es: Elija un perfil a continuación:

source: Profile
cs: Profil
es: Perfil

source: Selected
cs: Vybrán
es: Seleccionado

source: _Select profile
cs: _Vybrat profil
es: _Seleccionar perfil

source: Changes that were done or need to be done:
cs: Změny, které byly nebo musejí být provedeny:
es: Cambios que fueron o serán hechos:

source: _Use SCAP Security Guide
cs: _Použít SCAP Security Guide
es: _Usar Guía de seguridad SCAP

source: _Fetch
cs: _Načíst
es: _Obtener

source: package '{package}' has been added to the list of excluded packages, but it can't be removed from the current software selection without breaking the installation.
cs: balík '{package}' byl přidán do seznamu vyřazených balíků, ale výběr softwaru zvoleného k intsalaci se bez něho neobejde.
