Repository: OpenSCAP/oscap-anaconda-addon-l10n
Catalog: master/*.po
Languages: ka, ko

source: {0} must be on a separate partition or logical volume and has to be created in the partitioning layout before installation can occur with a security profile
ka: {0} ცალკე დანაყოფზე ან ლოგიკურ ტომზე უნდა იყოს და დანაყოფებში მანამდე უნდა შეიქმნას, სანამ უსაფრთხოების პროფილით დაყენება განხორციელდება
ko: {0}은/는 별도의 파티션이나 논리 볼륨이 있어야 하며 보안 프로파일이 설치되기 전에 파티션 레이아웃을 만들어야 합니다.

source: mount option '%(mount_option)s' added for the mount point %(mount_point)s
ka: მიმაგრების პარამეტრი '%(mount_option)s' დაემატა მიმაგრების წერტილს %(mount_point)s
ko: 마운트 지점 %(mount_point)s의 마운트 옵션 '%(mount_option)s'이/가 추가되었습니다.

source: make sure to create password with minimal length of %d characters
ka: დარწმუნდით, რომ შექმნათ პაროლი, რომელიც, მინიმუმ %d სიმბოლოს შეიცავს
ko: 최소 %d자 이상으로 암호를 만들어야 합니다

source: cannot check root password length (password is crypted)
ka: root-ის პაროლის შემოწმება შეუძლებელია (პაროლი დაშიფრულია)
ko: root 암호 길이를 확인할 수 없습니다 (암호가 암호화됨)

source: root password is too short, a longer one with at least %d characters is required
ka: root-ის პაროლი მეტისმეტად მოკლეა. საჭიროა უფრო გრძელი, სულ ცოტა %d სიმბოლოს შემცველი პაროლი
ko: root 암호가 너무 짧습니다. 최소 %d자 이어야 합니다.

source: package '%s' has been added to the list of to be installed packages
ka: პაკეტი '%s' დაემატა დასაყენებელი პაკეტების სიას
ko: 꾸러미 '%s'가 설치할 꾸러미 목록에 추가되었습니다

source: package '%s' has been added to the list of excluded packages
ka: პაკეტი '%s' დაემატა ამოსაღები პაკეტების სიას
ko: 꾸러미 '%s'가 제외된 꾸러미 목록에 추가되었습니다.

source: Kdump will be disabled on startup
ka: Kdump ჩატვირთვის დროს გათიშული იქნება
ko: 시작시 Kdump가 비활성화됩니다.

source: Kdump will be enabled on startup
ka: Kdump ჩატვირთვისას ჩართული იქნება
ko: 시작시 Kdump가 활성화됩니다.

source: Firewall will be disabled on startup
ka: ბრანდმაუერი ჩატვირთვისას გათიშული იქნება
ko: 시작시 방화벽이 비활성화됩니다.

source: Firewall will be enabled on startup
ka: ბრანდმაუერი ჩატვირთვისას ჩართული იქნება
ko: 시작시 방화벽이 활성화됩니다.

source: service '%s' has been added to the list of services to be added to the firewall
ka: სერვისი '%s' დაემატა სერვისების სიას, რომელიც ბრანდმაუერში ჩაემატება
ko: 서비스 '%s'이/가 방화벽에 추가할 서비스 목록에 추가되었습니다.

source: port '%s' has been added to the list of ports to be added to the firewall
ka: პორტი '%s' დაემატა პორტების სიას, რომელიც ბრანდმაუერში ჩაემატება
ko: 포트 '%s'이/가 방화벽에 추가할 포트 목록에 추가되었습니다.

source: trust '%s' has been added to the list of trusts to be added to the firewall
ka: ნდობა '%s' დაემატა ნდობების სიას, რომელიც ბრანდმაუერში ჩაემატება
ko: 트러스트 '%s'이/가 방화벽에 추가할 트러스트 목록에 추가되었습니다.

source: service '%s' has been added to the list of services to be removed from the firewall
ka: სერვისი '%s' დაემატა სერვისების სიას, რომელიც ბრანდმაუერიდან დაემატება
ko: 서비스 '%s'이/가 방화벽에서 제거할 서비스 목록에 추가되었습니다.

source: There was an error fetching and loading the security content: %s The installation should be aborted. Do you wish to continue anyway?
ka: უსაფრთხოების შემცველობის გამოთხოვისა და ჩატვირთვის შეცდომა: %s დაყენება გაუქმდება. გნებავთ, მაინც გააგრძელოთ?
ko: 보안 컨텐츠 가져오기 및 로딩 중 오류가 발생했습니다.: %s 설치를 중단해야 합니다. 계속 진행하시겠습니까?

source: The integrity check of the security content failed. The installation should be aborted. Do you wish to continue anyway?
ka: უსაფრთხოების შემცველობის მთლიანობის შემოწმება ჩავარდა. დაყენება ავარიულად დასრულდება. გნებავთ, მაინც გააგრძელოთ?
ko: 보안 컨텐츠에 대한 무결성 검사에 실패했습니다. 설치를 중단해야 합니다. 계속 진행하시겠습니까?

source: _Security Policy
ka: _უსაფრთხოების პოლიტიკა

source: Not ready
ka: მზად არაა
ko: 준비되어 있지 않습니다

source: Fetching content data
ka: შემცველობის მონაცემების გამოთხოვა
ko: 컨텐츠 데이터를 가져오는 중

source: No profile selected
ka: პროფილი არჩეული არაა
ko: 프로파일이 선택되지 않았습니다

source: No rules for the pre-installation phase
ka: დაყენებისწინა ფაზის წესების გარეშე
ko: 사전 설치 단계의 규칙이 없습니다

source: Invalid content provided. Enter a different URL, please.
ka: მიწოდებული შემცველობა არასწორია. შეიყვანეთ სხვა URL, გეთაყვა.
ko: 잘못된 내용이 입력되었습니다. 다른 URL을 입력하십시오.

source: Invalid or unsupported content URL, please enter a different one.
ka: არასწორი ან მხარდაუჭერელი შემცველობის ბმული. შეიყვანეთ სხვა.
ko: 유효하지 않거나 지원되지 않는 컨텐츠 URL입니다. 다른 URL을 입력하십시오.

source: Failed to fetch content. Enter a different URL, please.
ka: შემცველობის გამოთხოვა ჩავარდა. შეიყვანეთ სხვა ბმული.
ko: 컨텐츠를 가져오지 못했습니다. 다른 URL을 입력하십시오.

source: Network error encountered when fetching data. Please check that network is setup and working.
ka: ქსელის შეცდომა მონაცემების გამოთხოვისას. შეამოწმეთ, რომ ქსელი მორგებულია და მუშაობს.
ko: 컨텐츠를 가져오는 중 네트워크 오류가 발생했습니다. 네트워크가 제대로 작동하는지 확인하십시오.

source: The integrity check of the content failed. Cannot use the content.
ka: შემცველობის მთლიანობის შემოწმება ჩავარდა. შემცველობას ვერ გამოვიყენებ.
ko: 컨텐츠 무결성 검사에 실패했습니다. 컨텐츠를 사용할 수 없습니다.

source: Failed to extract content (%s). Enter a different URL, please.
ka: შემცველობის (%s) გაშლა ჩავარდა. სხვა ბმული შეიყვანეთ, გეთაყვა.
ko: 컨텐츠 (%s)을/를 가져오지 못했습니다. 다른 URL을 입력하십시오.

source: Profile with ID '%s' not defined in the content. Select a different profile, please
ka: პროფილი ID-ით '%s' შემცველობაში აღწერილი არაა. სხვა პროფილი აირჩიეთ, გეთაყვა
ko: ID '%s'이/가 프로파일에 정의되어 있지 않습니다. 다른 프로파일을 선택하십시오.

source: Not applying security policy
ka: უსაფრთხოების პოლიტიკა გადატარებული არ იქნება
ko: 보안 정책을 적용하지 않음

source: or enter data stream content or archive URL below:
ka: ან შეიყვანეთ მონაცემების ნაკადის შემცველობა ან არქივის ბმული ქვემოთ:
ko: 데이터 스트림 컨텐츠를 입력하거나 다음 URL을 아카이브하십시오.

source: No content found. Please enter data stream content or archive URL below:
ka: შემცველობა ვერ ვიპოვე. შეიყვანეთ მონაცემების ნაკადის შემცველობა ან არქივის ბმული ქვემოთ:
ko: 내용이 없습니다. 데이터 스트림 컨텐츠를 입력하거나 또는 다음 URL을 아카이브하십시오.

source: Error fetching and loading content
ka: შემცველობის გამოთხოვისა და ჩატვირთვის შეცდომა
ko: 컨텐츠 오류 가져오기 및 로딩 오류

source: No content found
ka: შემცველობა აღმოჩენილი არაა
ko: 컨텐츠를 찾을 수 없음

source: Misconfiguration detected
ka: აღმოჩენილია კონფიგურაციის შეცდომა
ko: 설정 오류가 감지되었습니다

source: Warnings appeared
ka: გამოჩნდა გაფრთხილებები
ko: 경고가 표시되었습니다

source: Everything okay
ka: ყველაფერი კარგადაა
ko: 모든 것이 정상입니다

source: Invalid or unsupported URL
ka: არასწორი ან მხარდაუჭერელი URL
ko: 유효하지 않거나 지원되지 않는 URL

source: Fetching content...
ka: შემცველობის გამოთხოვა...
ko: 컨텐츠 가져오는 중...

source: SECURITY POLICY
ka: უსაფრთხოების პოლიტიკა
ko: 보안 정책

source: _Change content
ka: _შემცველობის შეცვლა
ko: 컨텐츠 변경(_C)

source: Apply security policy:
ka: უსაფრთხოებით პოლიტიკის გადატარება:
ko: 보안 정책 적용:

source: Data stream:
ka: მონაცემების ნაკადი:
ko: 데이터 스트림:

source: Checklist:
ka: საკონტროლო სია:
ko: 검사 목록:

source: Choose profile below:
ka: აირჩიეთ პროფილი ქვემოთ:
ko: 프로파일 선택:

source: Profile
ka: პროფილი
ko: 프로파일

source: Selected
ka: არჩეულია
ko: 선택됨

source: _Select profile
ka: _აირჩიეთ პროფილი
ko: 프로파일 선택(_S)

source: Changes that were done or need to be done:
ka: ცვლილებები, რომლებიც მოხდა, ან საჭიროა, მოხდეს:
ko: 완료된 변경사항 또는 필요한 변경사항:

source: _Use SCAP Security Guide
ka: SCAP-ის უსაფრთხოების სახელმძღვანელოს _გამოყენება
ko: SCAP 보안 가이드 사용(_U)

source: No content found. Please enter data stream content or archive URI below:
ka: შემცველობა ვერ ვიპოვე. შეიყვანეთ მონაცემების ნაკადის შემცველობა ან არქივის URI ქვემოთ:

source: _Fetch
ka: _გამოთხოვა
ko: 가져오기(_F)
