Repository: OpenSCAP/oscap-anaconda-addon-l10n
Catalog: rhel9-branch/*.po
Languages: de, fi, fr, hr, it, ja, pl, pt_br, ru, sv, tr, uk

source: Invalid content provided. Enter a different URL, please.
de: Ungültiger Inhalt bereitgestellt Bitte geben Sie eine andere URL ein.
fi: Virheellinen sisältö annettuna. Syötä toinen URL.
fr: Contenu fourni invalide. Merci de saisir une URL différente.
hr: Nevaljani sadržaj je naveden. Upišite drugi URL.
it: Contenuto non valido fornito. Inserisci un URL diverso, per favore.
ja: 無効なコンテンツが入力されました。別の URL を入力してください。
pl: Podano nieprawidłową treść. Proszę podać inny adres URL.
pt_br: Conteúdo fornecido é inválido. Digite uma URL diferente, por favor.
ru: Недопустимый контент. Введите другой URL-адрес, пожалуйста.
sv: Felaktigt innehåll tillhandahölls. Ange en annan URL.
tr: Geçersiz içerik sağlandı. Lütfen farklı bir URL girin.
uk: Надано некоректні дані. Будь ласка, вкажіть іншу адресу.

source: Invalid or unsupported content URL, please enter a different one.
de: Ungültige oder nicht unterstützte Inhalts-URL. Bitte geben Sie eine andere URL ein.
fi: Virheellinen tai ei-tuettu sisällön URL. Syötä toinen.
fr: URL de contenu non prise en charge ou non valide, veuillez saisir une URL différente.
hr: Nevaljani ili nepodržani URL sadržaja, upišite drugi.
it: URL di contenuto non valido o non supportato, inserisci uno diverso.
ja: コンテンツ URL が無効またはサポートされていません。別の URL を入力していません。
pl: Nieprawidłowy lub nieobsługiwany adres URL treści, proszę wybrać inny.
pt_br: URL do conteúdo inválido ou não suportado, entre com um outro diferente.
ru: Неверный или неподдерживаемый URL-адрес контента, введите другой.
sv: Felaktig eller ej stödd innehålls-URL, ange en annan.
tr: Geçersiz veya desteklenmeyen içerik URL'si, lütfen farklı bir tane girin.
uk: Некоректна або непідтримувана адреса даних. Будь ласка, введіть якусь іншу.

source: Failed to fetch content. Enter a different URL, please.
de: Inhalt konnte nicht abgerufen werden. Bitte geben Sie eine andere URL ein.
fi: Sisällön noutaminen epäonnistui. Syötä toinen URL.
fr: Échec de la récupération du contenu. Merci de saisir une URL différente.
hr: Neuspjelo preuzimanje sadržaja. Upišite drugi URL.
it: Impossibile recuperare il contenuto. Inserisci un URL diverso, per favore.
ja: コンテンツの取得に失敗しました。別の URL を入力してください。
pl: Pobranie treści się nie powiodło. Proszę podać inny adres URL.
pt_br: Falha ao buscar conteúdo. Digite uma URL diferente, por favor.
ru: Не удалось получить контент. Введите другой URL-адрес, пожалуйста.
sv: Misslyckades att hämta innehåll. Ange en annan URL.
tr: İçerik alınamadı. Lütfen farklı bir URL girin.
uk: Не вдалося отримати дані. Будь ласка, вкажіть іншу адресу.

source: Network error encountered when fetching data. Please check that network is setup and working.
de: Beim Abrufen von Daten ist ein Netzwerkfehler aufgetreten. Bitte überprüfen Sie, ob das Netzwerk eingerichtet ist und funktioniert.
fi: Verkkovirhe kohdattu tietoja noudettaessa. Tarkista, että verkko on määritetty ja toimii.
fr: Erreur de réseau lors de l'extraction des données. Veuillez vérifier que le réseau ait été installé et fonctionne correctement.
hr: Došlo je do mrežne greške pri preuzimanju podataka. Provjerite je li mreža postavljena i radi li.
it: Errore di rete rilevato durante il recupero dei dati. Si prega di verificare che la rete sia configurata e funzionante.
ja: データの取得時にネットワークエラーが発生しました。ネットワークが設定されており、動作していることを確認してください。
pl: Wystąpił błąd sieci podczas pobierania danych. Proszę sprawdzić, czy sieć została ustawiona i działa poprawnie.
pt_br: Foi encontrado um erro na rede ao buscar dados. Verifique se a rede está configurada e funcionando.
ru: Ошибка сети при сборе данных. Убедитесь, что сеть настроена и работает.
sv: Nätverksfel uppstod när data hämtades. Kontrollera att nätverket är uppsatt och fungerar.
tr: Veriler alınırken ağ hatasıyla karşılaşıldı. Lütfen ağın ayarlı ve çalışır durumda olduğunu gözden geçirin.
uk: Під час спроби отримання даних сталася помилка, пов’язана із мережею. Будь ласка, перевірте, чи правильно налаштовано з’єднання, та чи є воно працездатним.

source: The integrity check of the content failed. Cannot use the content.
de: Die Integritätsprüfung des Inhalts ist fehlgeschlagen. Der Inhalt kann nicht verwendet werden.
fi: Sisällön eheyden tarkistus epäonnistui. Sisältöä ei voi käyttää.
fr: Le contrôle d'intégrité du contenu a échoué. Impossible d'utiliser le contenu.
hr: Neuspjela provjera cjelovitosti sadržaja. Sadržaj se ne može koristiti.
it: Il controllo di integrità del contenuto non è riuscito. Non posso usare il contenuto.
ja: コンテンツの整合性チェックに失敗しました。コンテンツを使用できません。
pl: Sprawdzenie integralności treści się nie powiodło. Nie można użyć treści.
pt_br: A verificação de integridade do conteúdo falhou. Não é possível usar o conteúdo.
ru: Не удалось проверить целостность содержимого. Невозможно использовать контент.
sv: Integritetskontrollen av innehållet misslyckades. Kan inte använda innehållet.
tr: İçeriğin bütünlük denetimi başarısız oldu. İçerik kullanılamıyor.
uk: Дані не пройшли перевірку на цілісність. Їхнє використання неможливе.

source: Failed to extract content (%s). Enter a different URL, please.
de: Inhalt konnte nicht extrahiert werden (%s). Bitte geben Sie eine andere URL ein.
fi: Sisällön (%s) purkaminen epäonnistui. Syötä toinen URL.
fr: Impossible d'extraire le contenu (%s). Merci de saisir une URL différente.
hr: Neuspjelo izdvajanje sadržaja (%s). Upišite drugi URL.
it: Impossibile estrarre il contenuto (%s). Inserisci un URL diverso, per favore.
ja: コンテンツ (%s) の抽出に失敗しました。別の URL を入力してください。
pl: Wydobycie treści się nie powiodło (%s). Proszę podać inny adres URL.
pt_br: Falha ao extrair o conteúdo (%s). Digite uma URL diferente, por favor.
ru: Не удалось извлечь контент (%s). Введите другой URL-адрес, пожалуйста.
sv: Misslyckades att extrahera innehållet (%s). Ange en annan URL.
tr: İçerik çıkarılamadı (%s). Lütfen farklı bir URL girin.
uk: Не вдалося видобути дані (%s). Будь ласка, вкажіть іншу адресу.

source: Profile with ID '%s' not defined in the content. Select a different profile, please
de: Profil mit ID '%s'im Inhalt nicht definiert. Bitte wählen Sie ein anderes Profil
fi: Profiilia, jonka tunnus on '%s', ei ole määritelty sisällössä. Valitse toinen profiili
fr: Le profil ayant pour ID « %s »n'est pas défini dans le contenu. Sélectionner un autre profil, s'il vous plaît
hr: Profil sa '%s' ID-jem nije određen u sadržaju. Odaberite drugi profil
it: Profilo con ID '%s'non definito nel contenuto. Seleziona un profilo diverso, per favore
ja: コンテンツで ID が '%s' のプロファイルが定義されていません。別のプロファイルを選択してください
pl: W treści nie określono profilu o identyfikatorze „%s”. Proszę wybrać inny profil
pt_br: Perfil com ID '%s' não definido no conteúdo. Selecione um perfil diferente, por favor
ru: Профиль с идентификатором '%s'не определено в контенте. Выберите другой профиль, пожалуйста
sv: Profilen med ID ”%s” är inte definierad i innehållet. Välj en annan profil
tr: '%s' kimliğine sahip profil içerikte tanımlı değil. Lütfen farklı bir profil seçin
uk: Профіль з ідентифікатором «%s» у даних не визначено. Виберіть, будь ласка, інший профіль

source: Not applying security profile
fi: Ei sovelleta turvallisuusprofiilia
fr: N'applique pas le profil de sécurité
hr: Sigurnosni profil se ne primijenjuje
ja: セキュリティープロファイルを適用しません
tr: Güvenlik profili uygulanmıyor
uk: Не застосовуємо профіль захисту

source: or enter data stream content or archive URL below:
de: oder geben Sie den Datenstrominhalt oder die Archiv-URL unten ein:
fi: tai syötä tietovirran sisältö tai arkiston URL alle:
fr: ou saisir un flux de données de contenu ou l'URL d'une archive ci-dessous :
hr: ili upišite sadržaj toka podataka ili URL arhive ispod:
it: oppure inserisci il contenuto del flusso di dati o l'URL di archivio di seguito:
ja: または、以下にデータストリームコンテンツもしくはアーカイブの URL を入力します:
pl: albo podać treść strumienia danych lub podać adres URL archiwum poniżej:
pt_br: ou inserir conteúdo de fluxo de dados ou arquivo de URL abaixo:
ru: или введите содержимое потока данных или URL-адрес архива ниже:
sv: eller ange ett dataströmsinnehåll eller en arkiv-URL nedan:
tr: veya aşağıya veri akışı içeriğini veya arşiv URL'sini girin:
uk: або вкажіть адресу потоку даних чи архіву:

source: No content found. Please enter data stream content or archive URL below:
de: Kein Inhalt gefunden Bitte geben Sie den Datenstrom-Inhalt oder die Archiv-URL unten ein:
fi: Sisältöä ei löytynyt. Syötä tietovirran sisältö tai arkiston URL alle:
fr: Contenu introuvable. Merci de saisir un flux de données de contenu ou l'URL d'une archive ci-dessous :
hr: Nema pronađenog sadržaja. Upišite sadržaj toka podataka ili URL arhive ispod:
it: Nessun contenuto trovato. Inserisci il contenuto del flusso di dati o l'URL di archiviazione di seguito:
ja: コンテンツが見つかりませんでした。以下にデータストリームコンテンツもしくはアーカイブの URL を入力してください:
pl: Nie odnaleziono treści. Proszę podać treść strumienia danych lub adres URL archiwum poniżej:
pt_br: Nenhum conteúdo encontrado. Por favor entre com conteúdo de fluxo de dados ou arquivo de URL abaixo:
ru: Контент не найден. Введите содержимое потока данных или URL-адрес архива ниже:
sv: Inget innehåll hittat. Ange dataströmsinnehåll eller arkiv-URL nedan:
tr: İçerik bulunamadı. Lütfen veri akışı içeriğini veya arşiv URL'sini aşağıya girin:
uk: Даних не знайдено. Будь ласка, вкажіть адресу потоку даних або архіву:

source: Error fetching and loading content
de: Fehler beim Abrufen und Laden von Inhalten
fi: Virhe sisällön noutamisessa ja lataamisessa
fr: Erreur d'extraction et de chargement du contenu
hr: Greška preuzimanja i učitavanja sadržaja
it: Errore durante il recupero e il caricamento del contenuto
ja: コンテンツの取得およびロードのエラー
pl: Błąd podczas pobierania i wczytywania treści
pt_br: Erro ao buscar e carregar o conteúdo
ru: Ошибка получения и загрузки содержимого
sv: Fel när innehåll hämtades och laddades
tr: İçerik alınırken ve yüklenirken hata oluştu
uk: Помилка під час спроби отримання та завантаження даних

source: No content found
de: Kein Inhalt gefunden
fi: Sisältöä ei löytynyt
fr: Contenu introuvable
hr: Nema pronađenog sadržaja
it: Nessun contenuto trovato
ja: コンテンツが見つかりませんでした
pl: Nie odnaleziono treści
pt_br: Nenhum conteúdo encontrado
ru: Не найдено ни одного контента
sv: Inget innehåll hittat
tr: İçerik bulunamadı
uk: Даних не знайдено

source: Misconfiguration detected
de: Fehlkonfiguration erkannt
fi: Virheellinen määritys havaittu
fr: Mauvaise configuration détectée
hr: Otkriveno je pogrešno podešavanje
it: Rilevata errata configurazione
ja: 設定ミスが検出されました
pl: Wykryto błędną konfigurację
pt_br: Misconfiguration detectado
ru: Обнаружено несоответствие
sv: Felkonfiguration upptäckt
tr: Yanlış yapılandırma algılandı
uk: Виявлено помилки у налаштуваннях

source: Warnings appeared
de: Warnungen erschienen
fi: Varoitukset ilmestyivät
fr: Des avertissements sont apparus
hr: Pojavila su se upozorenja
it: Sono apparsi avvertimenti
ja: 警告が表示されました
pl: Pojawiły się ostrzeżenia
pt_br: Advertências surgidas
ru: Появились предупреждения
sv: Varningar uppstod
tr: Uyarılar görüldü
uk: Отримано попередження

source: Everything okay
de: Alles okay
fi: Kaikki hyvin
fr: Tout est OK
hr: Sve je uredu
it: Tutto ok
ja: すべて OK
pl: Wszystko jest w porządku
pt_br: Tudo bem
ru: Все в порядке
sv: Allting okej
tr: Her şey tamam
uk: Все гаразд

source: Invalid or unsupported URL
de: Ungültige oder nicht unterstützte URL
fi: Virheellinen tai tuettu URL
fr: URL invalide ou non prise en charge
hr: Nevaljani ili nepodržani URL
it: URL non valido o non supportato
ja: 無効またはサポートされていない URL
pl: Nieprawidłowy lub nieobsługiwany adres URL
pt_br: URL inválida ou não suportada
ru: Недействительный или неподдерживаемый URL
sv: Felaktig eller ej stödd URL
tr: Geçersiz veya desteklenmeyen URL
uk: Некоректна або непідтримувана адреса

source: Fetching content...
de: Inhalt wird abgerufen ...
fi: Noudetaan sisältöä ...
fr: Récupération du contenu...
hr: Preuzimanje sadržaja...
it: Recupero del contenuto ...
ja: コンテンツの取得中...
pl: Pobieranie treści…
pt_br: Buscando conteúdo...
ru: Получение контента ...
sv: Hämtar innehåll …
tr: İçerik alınıyor...
uk: Отримуємо дані…

source: SECURITY PROFILE
fi: TURVALLISUUSPROFIILI
fr: PROFIL DE SÉCURITÉ
hr: SIGURNOSNI PROFIL
ja: セキュリティープロファイル
tr: GÜVENLİK PROFİLİ
uk: ПРОФІЛЬ ЗАХИСТУ

source: _Change content
de: _Ändern Sie den Inhalt
fi: _Vaihda sisältö
fr: _Modifier le contenu
hr: _Promijeni sadržaj
it: _Cambia i contenuti
ja: コンテンツの変更(_C)
pl: _Zmień treść
pt_br: _Mudar conteúdo
ru: _Изменить контент
sv: _Ändra innehåll
tr: İçeriği _değiştir
uk: З_міна даних

source: Apply security policy:
de: Sicherheitsrichtlinie anwenden:
fi: Sovella turvallisuuskäytäntö:
fr: Application de la politique de sécurité :
hr: Primijeni sigurnosna pravila:
it: Applica la politica di sicurezza:
ja: セキュリティーポリシーの適用:
pl: Zastosowanie zasad bezpieczeństwa:
pt_br: Aplicar política de segurança:
ru: Применение политики безопасности:
sv: Tillämpa säkerhetspolicy:
tr: Güvenlik ilkesini uygula:
uk: Застосувати правило захисту:

source: Data stream:
de: Datenstrom:
fi: Tietovirta:
fr: Flux de données :
hr: Tok podataka:
it: Flusso di dati:
ja: データストリーム:
pl: Strumień danych:
pt_br: Fluxo de dados:
ru: Поток данных:
sv: Dataström:
tr: Veri akışı:
uk: Потік даних:

source: Checklist:
de: Checkliste:
fi: Tarkistuslista:
fr: Liste de vérifications :
hr: Spisak:
it: Elenco di controllo:
ja: チェックリスト:
pl: Lista do sprawdzenia:
ru: Контрольный список:
sv: Checklista:
tr: Denetim listesi:
uk: Список для перевірки:

source: Choose profile below:
de: Wählen Sie unten ein Profil:
fi: Valitse profiili alla:
fr: Choisir le profil ci-dessous :
hr: Odaberite profil ispod:
it: Scegli il profilo qui sotto:
ja: 以下のプロファイルを選択:
pl: Proszę wybrać profil poniżej:
pt_br: Escolha o perfil abaixo:
ru: Выберите профиль ниже:
sv: Välj profil nedan:
tr: Profil seç:
uk: Виберіть профіль:

source: Profile
fi: Profiili
fr: Profil
hr: Profil
it: Profilo
ja: プロファイル
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
uk: Профіль

source: Selected
fi: Valittuna
fr: Sélectionné
hr: Odabrano
it: Selezionato
ja: 選択済み
pl: Wybrane
pt_br: Selecionado
ru: выбранный
sv: Vald
tr: Seçildi
uk: Позначене

source: _Select profile
de: _Wähle Profil
fi: _Valitse profiili
fr: _Sélectionner le profil
hr: _Odaberi profil
it: _Seleziona profilo
ja: プロファイルを選択(_S)
pl: _Wybierz profil
pt_br: _Selecione o perfil
ru: _Выбрать профиль
sv: _Välj profil
tr: Profil _seç
uk: _Вибрати профіль

source: Changes that were done or need to be done:
de: Änderungen, die vorgenommen wurden oder durchgeführt werden müssen:
fi: Tehdyt tai tehtävät muutokset:
fr: Modifications réalisées ou à faire :
hr: Promjene koje su učinjene ili se trebaju učiniti:
it: Modifiche che sono state fatte o devono essere fatte:
ja: 完了済みの変更または必要な変更:
pl: Wprowadzone zmiany i zmiany, które muszą zostać wprowadzone:
pt_br: As alterações que foram feitas ou precisam ser feitas:
ru: Изменения, которые были сделаны или должны быть выполнены:
sv: Ändringar som gjordes eller behöver göras:
tr: Yapılan veya yapılması gereken değişiklikler:
uk: Зміни, які внесено або має бути внесено:

source: _Use SCAP Security Guide
de: _Verwenden Sie das SCAP-Sicherheitshandbuch
fi: _Käytä SCAP-turvallisuusopasta
fr: _Utiliser le guide de sécurité SCAP
hr: _Koristi SCAP sigurnosni vodič
it: _Usare Guida alla sicurezza di SCAP
ja: SCAP セキュリティーガイドを使用する(_U)
pl: _Użycie przewodnika bezpieczeństwa SCAP
pt_br: _Use SCAP Segurança Guia
ru: _Используйте руководство по безопасности SCAP
sv: _Använd SCAP säkerhetsguide
tr: SCAP Güvenlik Rehberini _Kullan
uk: Ви_користати настанови із захисту SCAP

source: _Fetch
fi: _Nouda
fr: _Récupérer
hr: _Preuzmi
it: _Ottenere
ja: 取得(_F)
pl: _Pobierz
pt_br: _Buscar
ru: _Получить
sv: _Hämta
tr: _Al
uk: _Отримати
