Repository: OpenSCAP/oscap-anaconda-addon-l10n
Catalog: rhel9-branch/*.po
Languages: de, fi, fr, hr, it, ja, pl, pt_br, ru, sv, tr, uk

source: Error extracting archive as a zipfile: {exc}
fi: Virhe purettaessa arkistoa zip-tiedostona: {exc}
fr: Erreur d'extraction de l'archive en tant que fichier zip : {exc}
hr: Greška raspakiravanja arhive kao zip datoteke: {exc}
ja: アーカイブを zip ファイルとして抽出する際にエラーが発生しました: {exc}
pl: Błąd podczas rozpakowywania archiwum jako pliku ZIP: {exc}
sv: Fel vid extrahering av arkiv som zipfil: {exc}
tr: Arşiv zip dosyası olarak çıkarılırken hata oluştu: {exc}
uk: Помилка під час спроби видобути дані з архіву як файла zip: {exc}

source: Integrity check of the content failed - {hash_obj.name} hash didn't match
fi: Sisällön eheyden tarkistus epäonnistui. - {hash_obj.name} tarkiste ei ollut oikein
fr: Le contrôle d'intégrité du contenu a échoué - le hachage de {hash_obj.name} ne correspond pas
hr: Neuspjela provjera cjelovitosti sadržaja - {hash_obj.name} vrijednost provjere se ne podudara
ja: コンテンツの整合性チェックに失敗しました。{hash_obj.name} ハッシュが一致しませんでした
pl: Sprawdzenie integralności treści się nie powiodło — suma {hash_obj.name} się nie zgadza
sv: Integritetskontrollen av innehållet misslyckades – {hash_obj.name}-hachen stämmer inte
tr: İçeriğin bütünlük denetimi başarısız oldu - {hash_obj.name} karması eşleşmedi
uk: Не пройдено перевірку цілісності даних — хеш {hash_obj.name} не збігається з еталонним

source: Network connection needed to fetch data.
de: Zum Abrufen der Daten ist eine Netzwerkverbindung erforderlich.
fi: Verkkoyhteys tarvitaan tiedonhakua varten.
fr: Connexion réseau nécessaire pour récupérer les données.
hr: Mrežno povezivanje je potrebno za preuzimanje podataka.
ja: データの取得に必要なネットワーク接続。
pl: Do pobrania danych wymagane jest połączenie sieciowe.
sv: Nätverksanslutning behövs för att hämta data.
tr: Verileri almak için ağ bağlantısı gerekli.
uk: Для отримання даних потрібне з'єднання з мережею.

source: Failed to fetch data - the request returned HTTP error code {return_code}
fi: Tietojen noutaminen epäonnistui - pyyntö palautti HTTP-virhekoodin {return_code}
fr: Impossible de récupérer les données - la demande a renvoyé un code d'erreur HTTP {return_code}
hr: Neuspjelo preuzimanje podataka - Zahtjev je vratio HTTP kôd geške {return_code}
ja: データの取得に失敗しました。返された HTTP エラーコード {return_code}
pl: Pobranie danych się nie powiodło — żądanie zwróciło kod błędu HTTP {return_code}
sv: Det gick inte att hämta data - begäran returnerade HTTP-felkod {return_code}
tr: Veriler alınamadı - istek {return_code} HTTP hata kodu döndürdü
uk: Не вдалося отримати дані — у відповідь на запит отримано код помилки HTTP {return_code}

source: {0} must be on a separate partition or logical volume and has to be created in the partitioning layout before installation can occur with a security profile
de: {0} muss sich auf einer separaten Partition oder einem logischen Volume befinden und muss im Partitionslayout erstellt werden, bevor die Installation mit einem Sicherheitsprofil erfolgen kann
fi: {0}:n on oltava erillisessä osiossa tai loogisessa taltiossa, ja se on luotava osiointiasettelussa, ennen kuin asennus voi tapahtua turvallisuusprofiilin kanssa
fr: {0} doit être sur une partition ou un volume logique séparé et doit être créé dans la structure de partitionnement avant que l'installation puisse avoir lieu avec un profil de sécurité
hr: {0} mora biti na zasebnoj particiji ili logičkom uređaju i mora biti stvoren u particijskom rasporedu prije instalacije sa sigurnosnim profilom
it: {0} deve essere su una partizione separata o su un volume logico e deve essere creato nel layout di partizionamento prima che l'installazione possa avvenire con un profilo di sicurezza
ja: {0} は、別のパーティションもしくは論理ボリューム上になければなりません。また、セキュリティープロファイルがインストールされる前にパーティションレイアウトに作成されなければなりません
pl: {0} musi być na oddzielnej partycji lub woluminie logicznym i musi być utworzone w układzie partycjonowania, zanim można przeprowadzić instalację za pomocą profilu bezpieczeństwa
pt_br: {0} deve estar em uma partição separada ou em um volume lógico e deve ser criado no layout de particionamento antes que a instalação possa ocorrer com um perfil de segurança
ru: {0} должен быть на отдельном разделе или логическом томе и должен быть создан в макете разбиения до того, как установка может произойти с профилем безопасности
sv: {0} måste finnas på en separat partition eller logisk volym och måste skapas i partitioneringslayouten före installationen kan ske med en säkerhetsprofil
tr: {0} ayrı bir bölüm veya mantıksal birim üzerinde olmalı ve bir güvenlik profili ile kurulum yapılmadan önce bölümlendirme düzeninde oluşturulmalıdır
uk: {0} має бути окремим розділом або логічним томом, його має бути створено у компонуванні розділів до того, як стане можливим встановлення із профілем захисту

source: mount option '%(mount_option)s' added for the mount point %(mount_point)s
de: Einhängeoption '%(mount_option)s'hinzugefügt für den Einhängepunkt %(mount_point)s
fi: Liitoskohta '%(mount_option)s' lisätty liitoskohtaan %(mount_point)s
fr: option de montage « %(mount_option)s » ajoutée au point de montage %(mount_point)s
hr: mogućnost montiranja '%(mount_option)s' je dodana za točku montiranja %(mount_point)s
it: opzione di montaggio%(mount_option)s'aggiunto per il punto di mount %(mount_point)s
ja: マウントオプション '%(mount_option)s' が、マウントポイント %(mount_point)s に追加されました
pl: dodano opcję montowania „%(mount_option)s” dla punktu montowania %(mount_point)s
pt_br: opção de montagem '%(mount_option)s' adicionado para o ponto de montagem %(mount_point)s
ru: mount option '%(mount_option)s'добавлен для точки монтирования %(mount_point)s
sv: monteringsflaggan ”%(mount_option)s” tillagd för monteringspunkten %(mount_point)s
tr: '%(mount_option)s' bağlama seçeneği %(mount_point)s bağlama noktası için eklendi
uk: для точки монтування %(mount_point)s додано параметр монтування «%(mount_option)s»

source: make sure to create password with minimal length of %d characters
de: Stellen Sie sicher, dass Sie ein Kennwort mit einer Mindestlänge von erstellen %d Zeichen
fi: Salasana luodessa, varmista, että siinä on vähintään %d merkkiä
fr: assurez-vous de créer un mot de passe d'une longueur minimale de %d caractères
hr: pobrinite se da stvorite lozinku s najmanje %d znakova
it: assicurati di creare una password con una lunghezza minima di %d personaggi
ja: %d 文字以上のパスワードを作成してください
pl: proszę się upewnić, że tworzone hasło ma co najmniej %d znaków
pt_br: certifique-se de criar uma senha com comprimento mínimo de %d caracteres
ru: не забудьте создать пароль с минимальной длиной %d персонажи
sv: se till att skapa lösenord med minsta längd av %d tecken
tr: en az %d karakter uzunluğunda parola oluşturduğunuzdan emin olun
uk: довжина пароля має бути не меншою за %d символів

source: cannot check root password length (password is crypted)
de: Länge des Root-Passworts kann nicht geprüft werden (Passwort wird verschlüsselt)
fi: ei voi tarkistaa rootin salasanan pituutta (salasana on salattu)
fr: impossible de vérifier la longueur du mot de passe de root (mot de passe chiffré)
hr: nemoguća provjera duljine korijenske lozinke (lozinka je šifrirana)
it: impossibile controllare la lunghezza della password di root (la password è criptata)
ja: root パスワードの長さを確認できません (パスワードは暗号化済み)
pl: nie można sprawdzić długości hasła roota (hasło jest zaszyfrowane)
pt_br: Não é possível verificar o comprimento da senha do root (senha criptografada)
ru: не удается проверить длину пароля root (пароль зашифрован)
sv: kan inte kontrollera root-lösenordets längd (lösenordet är krypterat)
tr: root kullanıcısının parola uzunluğu denetlenemiyor (parola şifreli)
uk: не вдалося перевірити довжину пароля root (пароль зашифровано)

source: root password is too short, a longer one with at least %d characters is required
de: Das root-Passwort ist zu kurz, ein längeres mit mindestens %d Zeichen sind erforderlich
fi: rootin salasana on liian lyhyt, tarvitaan pidempi salasana, jossa on vähintään %d merkkiä
fr: le mot de passe de root est trop court, une longueur d'au moins %d caractères est requise
hr: korijenska lozinka je prekrataka, potrebna je dulja s najmanje %d znakova
it: la password di root è troppo breve, più lunga con almeno %d i caratteri sono obbligatori
ja: root のパスワードが短すぎます。%d 文字以上にする必要があります
pl: hasło roota jest za krótkie, wymagane jest dłuższe z co najmniej %d znakami
pt_br: A senha root é muito curta, uma mais longa com pelo menos %d caracteres são obrigatórios
ru: пароль root слишком короткий, более длинный с по крайней мере %d требуется персонаж
sv: root-lösenordet är för kort, ett längre med åtminstone %d tecken krävs
tr: root parolası çok kısa, en az %d karakterden oluşan daha uzun bir parola gerekiyor
uk: пароль root є надто коротким, потрібен довший, принаймні із %d символів

source: package '%s' has been added to the list of to be installed packages
de: Paket "%s'wurde der Liste der zu installierenden Pakete hinzugefügt
fi: paketti '%s' on lisätty asennettavien pakettien luetteloon
fr: le paquet « %s » a été ajouté à la liste des paquets à installer
hr: paket '%s' je dodan na popis paketa za instaliranje
it: pacchetto '%s'è stato aggiunto all'elenco dei pacchetti da installare
ja: パッケージ '%s' が、インストール予定パッケージ一覧に追加されました
pl: dodano pakiet „%s” do listy pakietów do zainstalowania
pt_br: pacote '%s' foi adicionado à lista de pacotes a serem instalados
ru: пакет '%s'добавлен в список установленных пакетов
sv: paketet ”%s” har lagts till till listan av paket att installeras
tr: '%s' paketi kurulacak paketler listesine eklendi
uk: до списку встановлюваних пакунків додано пакунок «%s»

source: package '{package}' has been added to the list of excluded packages, but it can't be removed from the current software selection without breaking the installation.
fi: paketti '{package}' on lisätty poissuljettujen pakettien luetteloon, mutta sitä ei voida poistaa nykyisestä ohjelmistovalinnasta rikkomatta asennusta.
fr: le paquet {package}été ajouté à la liste des paquets exclus, mais il ne peut pas être retiré de la sélection actuelle des logiciels sans interrompre l'installation.
hr: paket '{package}' je dodan na popis izuzetih paketa, ali se može ukloniti iz trenutnog odabira softvera bez slamanja instalacije.
ja: パッケージ ' {package}' が除外パッケージのリストに追加されましたが、インストールを中断せずに現在のソフトウェアの選択から削除することはできません。
pl: pakiet „{package}” został dodany do listy wykluczonych pakietów, ale nie może zostać usunięty z obecnego wyboru oprogramowania bez uszkodzenia instalacji.
pt_br: o pacote '{package}' foi adicionado à lista de pacotes excluídos, mas não pode ser removido da seleção de software atual sem interromper a instalação.
sv: paketet ”{package}” har lagts till till listan över uteslutna paket, men det kan inte tas bort från det aktuella programvaruvalet utan att göra sönder installationen.
tr: '{package}' paketi hariç tutulan paketler listesine eklendi, ancak kurulum iptal edilmeden geçerli yazılım seçiminden kaldırılamıyor.
uk: пакунок «{package}» було додано до списку виключених пакунків, але його не можна вилучати з поточного вибору програмного забезпечення без того, щоб ушкодити встановлену систему.

source: package '%s' has been added to the list of excluded packages
de: Paket "%s'wurde der Liste der ausgeschlossenen Pakete hinzugefügt
fi: paketti '%s' on lisätty poissuljettujen pakettien luetteloon
fr: le paquet « %s » a été ajouté à la liste des paquets à exclure
hr: paket '%s' je dodan na popis izuzetih paketa od instalacije
it: pacchetto '%s'è stato aggiunto all'elenco dei pacchetti esclusi
ja: パッケージ '%s' が、除外パッケージ一覧に追加されました
pl: dodano pakiet „%s” do listy wykluczonych pakietów
pt_br: pacote '%s' foi adicionado a lista de pacotes a serem excluídos
ru: пакет '%s'добавлен в список исключенных пакетов
sv: paketet ”%s” har lagts till till listan av uteslutna paket
tr: '%s' paketi hariç tutulacak paketler listesine eklendi
uk: до списку виключених пакунків додано пакунок «%s»

source: Kdump will be disabled on startup
de: Kdump wird beim Start deaktiviert
fi: Kdump poistetaan käytöstä käynnistettäessä
fr: Kdump va être désactivé au démarrage
hr: Kdump biti će onemogućen pri pokretanju
it: Kdump sarà disabilitato all'avvio
ja: Kdump は起動時に無効になります
pl: Kdump będzie wyłączone podczas uruchamiania
pt_br: O Kdump será desativado na inicialização
ru: Kdump будет отключен при запуске
sv: Kdump kommer avaktiveras vid uppstart
tr: Kdump başlangıçta devre dışı bırakılacak
uk: Kdump буде вимкнено при запуску

source: Kdump will be enabled on startup
de: Kdump wird beim Start aktiviert
fi: Kdump otetaan käyttöön käynnistyksen yhteydessä
fr: Kdump va être activé au démarrage
hr: Kdump biti će omogućen pri pokretanju
it: Kdump sarà abilitato all'avvio
ja: Kdump は起動時に有効になります
pl: Kdump będzie włączone podczas uruchamiania
pt_br: O Kdump será ativado na inicialização
ru: Kdump будет включен при запуске
sv: Kdump kommer aktiveras vid uppstart
tr: Kdump başlangıçta etkinleştirilecek
uk: Kdump буде увімкнено при запуску

source: Firewall will be disabled on startup
de: Die Firewall wird beim Start deaktiviert
fi: Palomuuri poistetaan käytöstä käynnistyksen yhteydessä
fr: Le pare-feu va être désactivé au démarrage
hr: Vatrozid će biti onemogućen pri pokretanju
it: Il firewall sarà disabilitato all'avvio
ja: ファイアウォールは起動時に無効になります
pl: Zapora sieciowa będzie wyłączona podczas uruchamiania
pt_br: Firewall será desativado na inicialização
ru: Брандмауэр будет отключен при запуске
sv: Brandväggen kommer avaktiveras vid uppstart
tr: Güvenlik duvarı başlangıçta devre dışı bırakılacak
uk: Брандмауер буде вимкнено при запуску

source: Firewall will be enabled on startup
de: Die Firewall wird beim Start aktiviert
fi: Palomuuri otetaan käyttöön käynnistyksen yhteydessä
fr: Le pare-feu va être activé au démarrage
hr: Vatrozid će biti omogućen pri pokretanju
it: Il firewall sarà abilitato all'avvio
ja: ファイアウォールは起動時に有効になります
pl: Zapora sieciowa będzie włączona podczas uruchamiania
pt_br: Firewall será ativado na inicialização
ru: Брандмауэр будет включен при запуске
sv: Brandväggen kommer aktiveras vid uppstart
tr: Güvenlik duvarı başlangıçta etkinleştirilecek
uk: Брандмауер буде увімкнено при запуску

source: service '%s' has been added to the list of services to be added to the firewall
de: Bedienung '%s'wurde der Liste der Dienste hinzugefügt, die zur Firewall hinzugefügt werden sollen
fi: palvelu '%s' on lisätty palomuuriin lisättävien palvelujen luetteloon
fr: service « %s » a été ajouté à la liste des paquets à ajouter au pare-feu
hr: usluga '%s' je dodana na popis usluga koji će biti dodan u vatrozid
it: servizio '%s'è stato aggiunto all'elenco dei servizi da aggiungere al firewall
ja: サービス '%s' が、ファイアウォールに追加予定のサービス一覧に追加されました
pl: dodano usługę „%s” do listy usług do dodania do zapory sieciowej
pt_br: serviço '%s'foi adicionado à lista de serviços a serem adicionados ao firewall
ru: оказание услуг '%s'добавлен в список служб, которые будут добавлены в брандмауэр
sv: tjänsten ”%s”har lagts till till listan över tjänster att läggas till i brandväggen
tr: '%s' hizmeti güvenlik duvarına eklenecek hizmetler listesine eklendi
uk: службу «%s» було додано до списку служб, які слід додати до брандмауера

source: port '%s' has been added to the list of ports to be added to the firewall
de: Hafen '%s'wurde der Liste der Ports hinzugefügt, die der Firewall hinzugefügt werden sollen
fi: portti '%s' on lisätty palomuuriin lisättävien porttien luetteloon
fr: port « %s » a été ajouté à la liste des paquets à ajouter au pare-feu
hr: ulaz '%s' je dodan na popis ulaza koji će biti dodan u vatrozid
it: porto%s'è stato aggiunto all'elenco delle porte da aggiungere al firewall
ja: ポート '%s' が、ファイアウォールに追加予定のポート一覧に追加されました
pl: dodano port „%s” do listy portów do dodania do zapory sieciowej
pt_br: port '%s'foi adicionado à lista de portas a serem adicionadas ao firewall
ru: порт '%s'добавлен в список портов, которые будут добавлены в брандмауэр
sv: porten ”%s”har lagts till till listan över portar att läggas till i brandväggen
tr: '%s' bağlantı noktası güvenlik duvarına eklenecek bağlantı noktaları listesine eklendi
uk: порт «%s» було додано до списку портів, які слід додати до брандмауера

source: trust '%s' has been added to the list of trusts to be added to the firewall
de: vertrauen '%s'wurde der Liste der Vertrauensstellungen hinzugefügt, die der Firewall hinzugefügt werden sollen
fi: luottamus '%s' on lisätty palomuuriin lisättävien luotettavuuksien luetteloon
fr: trust « %s » a été ajouté à la liste des paquets à ajouter au pare-feu
hr: povjerenje '%s' je dodano na popis povjerenja koji će biti dodan u vatrozid
it: fiducia '%s'è stato aggiunto all'elenco dei trust da aggiungere al firewall
ja: トラスト '%s' が、ファイアウォールに追加予定のトラスト一覧に追加されました
pl: dodano zaufanie „%s” do listy zaufań do dodania do zapory sieciowej
pt_br: Confiar em '%s'foi adicionado à lista de relações de confiança a serem adicionadas ao firewall
ru: доверие "%s'добавлен в список доверенностей, которые будут добавлены в брандмауэр
sv: förtroendet ”%s” har lagts till till listan över förtroenden att läggas till i brandväggen
tr: '%s' güveni güvenlik duvarına eklenecek güvenler listesine eklendi
uk: запис довіри «%s» було додано до списку записів довіри, які слід додати до брандмауера

source: service '%s' has been added to the list of services to be removed from the firewall
de: Bedienung '%s'wurde der Liste der Dienste hinzugefügt, die aus der Firewall entfernt werden sollen
fi: palvelu '%s' on lisätty palomuurista poistettavien palvelujen luetteloon
fr: service « %s » a été ajouté à la liste des paquets à retirer du pare-feu
hr: usluga '%s' je dodana na popis usluga koji će biti uklonjen iz vatrozida
it: servizio '%s'è stato aggiunto all'elenco dei servizi da rimuovere dal firewall
ja: サービス '%s' が、ファイアウォールから削除予定のサービス一覧に追加されました
pl: dodano usługę „%s” do listy usług do usunięcia z zapory sieciowej
pt_br: serviço '%s'foi adicionado à lista de serviços a serem removidos do firewall
ru: оказание услуг '%s'добавлен в список служб, которые необходимо удалить из брандмауэра
sv: tjänsten ”%s” har lagts till till listan över tjänster att tas bort från brandväggen
tr: '%s' hizmeti güvenlik duvarından kaldırılacak hizmetler listesine eklendi
uk: службу «%s» було додано до списку служб, які слід вилучити з брандмауера

source: The integrity check of the security content failed.
fi: Sisällön tietoturvasisällön eheyden tarkistus epäonnistui.
fr: La vérification de l'intégrité du contenu sécurité a échoué.
hr: Neuspjela provjera cjelovitosti sigurnosnog sadržaja.
ja: セキュリティーコンテンツの整合性チェックに失敗しました。
pl: Sprawdzenie integralności treści bezpieczeństwa się nie powiodło.
sv: Integritetskontrollen av säkerhetsinnehållet misslyckades.
tr: Güvenlik içeriğinin bütünlük denetimi başarısız oldu.
uk: Захищені дані не пройшли перевірку на цілісність.

source: There was an error fetching and loading the security content:
fi: Sattui virhe tietoturvasisällön noutamisessa ja lataamisessa:
fr: Une erreur s'est produite lors de la récupération et du chargement du contenu sécurité :
hr: Došlo je do greške preuzimanja i učitavanja sigurnosnog sadržaja:
ja: セキュリティーコンテンツの取得およびロード時にエラーが発生しました:
pl: Wystąpił błąd podczas pobierania i wczytywania treści bezpieczeństwa:
sv: Det uppstod ett fel när säkerhetsinnehåll hämtades och laddades:
tr: Güvenlik içeriği alınırken ve yüklenirken bir hata oluştu:
uk: Під час спроби отримання та завантаження захищених даних сталася помилка:

source: There was an unexpected problem with the supplied content.
fi: Toimitetun sisällön kohdalla oli odottamaton ongelma.
fr: Il y a eu un problème inattendu avec le contenu fourni.
hr: Došlo je do neočekivanog problema s isporučenim sadržajem.
ja: 指定のコンテンツで予期しない問題が発生しました。
pl: Wystąpił nieoczekiwany problem z dostarczoną treścią.
sv: Det uppstod ett oväntat problem med det levererade innehållet.
tr: Sağlanan içerikle ilgili beklenmedik bir sorun oluştu.
uk: Виникла непередбачена проблема із наданими даними.

source: The installation should be aborted.
fi: Asennus pitäisi keskeyttää.
fr: L'installation doit être interrompue.
hr: Instalacija bi se trebala prekinuti.
ja: インストールを中止する必要があります。
pl: Instalacja powinna zostać przerwana.
sv: Installationen bör avbrytas.
tr: Kurulum iptal edilmeli.
uk: Встановлення слід перервати.

source: Wrong configuration detected!
fi: Virheellinen määritys havaittu!
fr: Mauvaise configuration détectée !
hr: Pogrešno podešavanje je otkriveno!
ja: 設定が正しく検出されました！
pl: Wykryto błędną konfigurację.
sv: Felkonfiguration upptäckt!
tr: Yanlış yapılandırma algılandı!
uk: Виявлено помилкові налаштування!

source: You have used more than one oscap addon sections in the kickstart.
fi: Olet käyttänyt useampaa kuin yhtä oscap-lisäosaa kickstartissa.
fr: Vous avez utilisé plus d’un add-on dans les sections oscap de kickstart
hr: Koristili ste više od jednog odjeljka oscap dodatka u kickstartu.
ja: キックスタートで複数の oscap アドオンセクションを使用しました。
tr: Kickstart içinde birden fazla oscap eklenti bölümü kullandınız.
uk: У вас використано декілька розділів додатків oscap у kickstart.

source: You have configured the oscap addon using '{used_section_header}' section.
fi: Olet määrittänyt oscap-lisäosan käyttämällä osiota {used_section_header}.
fr: Vous avez configuré l'add-on oscap en utilisant la section '{used_section_header}'.
hr: Podesili ste oscap dodatak koristeći '{used_section_header}' odjeljak.
ja: '{used_section_header}' セクションを使用して oscap アドオンを設定しました。
tr: Oscap eklentisini '{used_section_header}' bölümü kullanarak yapılandırdınız.
uk: Вами налаштовано додаток oscap за допомогою розділу «{used_section_header}».

source: _Security Profile
fi: _Turvallisuusprofiili
fr: _Profil de sécurité
hr: _Sigurnosni profil
ja: セキュリティープロファイル(_S)
tr: _Güvenlik Profili
uk: Профіль за_хисту

source: Not ready
de: Nicht bereit
fi: Ei valmis
fr: Pas prêt
hr: Nije spremno
it: Non pronto
ja: 準備ができていません
pl: Niegotowe
pt_br: Ainda não esta pronto
ru: Не готов
sv: Inte klar
tr: Hazır değil
uk: Неготовий

source: Fetching content data
de: Inhaltsdaten abrufen
fi: Haetaan sisältötietoja
fr: Récupération des données de contenu
hr: Preuzimanje sadržaja podataka
it: Recupero dei dati di contenuto
ja: コンテンツデータの取得中
pl: Pobieranie danych treści
pt_br: Buscando dados de conteúdo
ru: Получение данных контента
sv: Hämtar innehållsdata
tr: İçerik verileri alınıyor
uk: Отримуємо дані

source: Fetch complete, analyzing data.
fi: Haku valmis, analysoidaan tietoja.
fr: Récupérer des données complètes et analytiques.
hr: Preuzimanje je završeno, analiza podataka.
ja: データの取得が完了し、データを分析中です。
tr: Alma işlemi tamamlandı, veriler çözümleniyor.
uk: Отримання завершено, аналізуємо дані.

source: No profile selected
de: Kein Profil ausgewählt
fi: Ei profiilia valittuna
fr: Aucun profil sélectionné
hr: Nema odabranog profila
it: Nessun profilo selezionato
ja: 選択されたプロファイルはありません
pl: Nie wybrano profilu
pt_br: Nenhum perfil selecionado
ru: Не выбран профиль
sv: Ingen profil vald
tr: Profil seçilmedi
uk: Не вибрано жодного профілю

source: No rules for the pre-installation phase
de: Keine Regeln für die Vorinstallationsphase
fi: Ei sääntöjä asennusta edeltävää vaihetta varten
fr: Aucune règle pour la phase de pré-installation
hr: Nema pravila za predinstalacijsku fazu
it: Nessuna regola per la fase di pre-installazione
ja: プレインストールフェーズのルールがありません
pl: Brak reguł dla fazy przedinstalacyjnej
pt_br: Não há regras para a fase de pré-instalação
ru: Нет правил для этапа предварительной установки
sv: Inga regler för förinstallationsfasen
tr: Kurulum öncesi aşaması için kural yok
uk: Правил для кроку перед встановленням немає
